package ru.datateh.utils;

import java.util.jar.JarEntry;

public enum Criterias {
    /**
     * Уровень навыка работы в программах MSO
     */
    MSO,
    /**
     * Уровень опыта разработки приложений
     */
    Dev,
    /**
     * Уровень знания C/C#
     */
    C,
    /**
     * Уровень знания Java
     */
    J,
    /**
     * Уровень знания языков Web-программирования
     */
    Web,
    /**
     * Уровень знания языков СУБД
     */
    DB,
    /**
     * Уровень опыта работы с документацией
     */
    Doc,
    /**
     * Уровень опыта работы в сфере продаж
     */
    Trader,
    /**
     * Уровень знания нотаций моделирования
     */
    Model,
    /**
     * Уровень опыта работы с клиентами
     */
    Client;
}
